Repository: common-repository/bumbal
Catalog: languages/bumbal-*.po
Languages: nl_nl

source: Bumbal shipping time
nl_nl: Bumbal verzendtijd

source: The total days that are showed here determines the earliest delivery time. If 5 is showed here it means that the order is gonne be shipped in 5 days.
nl_nl: Het aantal dagen dat hier wordt ingevuld bepaald de vroegste datum voor uitlevering. Als er '5' wordt ingevuld betekend dat dus dat het pas over 5 dagen uitgeleverd wordt.

source: Send to Bumbal
nl_nl: Stuur naar Bumbal

source: Activity planned
nl_nl: Activiteit gepland

source: Activity in progress
nl_nl: Activiteit wordt nu uitgevoerd

source: Activity executed
nl_nl: Activiteit uitgevoerd

source: Activity incomplete
nl_nl: Activiteit incompleet

source: Activity new
nl_nl: Activiteit nieuw

source: Activity accepted
nl_nl: Activiteit geaccepteerd

source: Activity cancelled
nl_nl: Activiteit gecanceld

source: Activity awaiting
nl_nl: Activiteit in afwachting

source: Connection
nl_nl: Connectie

source: Preferences
nl_nl: Voorkeuren

source: Communication
nl_nl: Communicatie

source: Bumbal connection settings
nl_nl: Bumbal connectie instellingen

source: All the settings for making a connection with Bumbal.
nl_nl: Alle instellingen voor het maken van een connectie met Bumbal.

source: Instance name
nl_nl: Instantie naam

source: Instance name for Bumbal.
nl_nl: Instantie naam voor Bumbal.

source: API-key
nl_nl: API-sleutel

source: API-key for Bumbal.
nl_nl: API-sleutel voor Bumbal.

source: Shop name
nl_nl: Webshop naam

source: When using multiple Woocommerce shops for the same Bumbal environment we need to identify what order is from what shop. WARNING: changing this field could result in duplicate activities in Bumbal, please contact support before doing this.
nl_nl: Bij het gebruik van meerdere Woocommerce-winkels voor dezelfde Bumbal-omgeving moeten we identificeren welke bestelling van welke winkel is. WAARSCHUWING: het wijzigen van dit veld kan leiden tot dubbele activiteiten in Bumbal, neem contact op met Bumbal voordat u dit doet.

source: Status for sending
nl_nl: Status voor verzending

source: Select the order status whereby the order is sent to Bumbal.
nl_nl: Selecteer de bestelstatus waarbij de bestelling naar Bumbal wordt verzonden.

source: Processing
nl_nl: In behandeling

source: Completed
nl_nl: Afgerond

source: Custom
nl_nl: Op maat

source: Custom hook for sending
nl_nl: Op maat gemaakte hook voor verzending

source: Only used when 'Custom' is chosen by 'Status for sending'
nl_nl: Wordt alleen gebruikt als 'Op maat' is geselecteerd bij 'Status voor verzending'

source: Bumbal shipping method settings
nl_nl: Bumbal verzendmethode instellingen

source: Select all the shipping methods whereby the order is sent to Bumbal.
nl_nl: Selecteer alle verzendmethoden waarbij de bestelling naar Bumbal wordt verzonden.

source: Bumbal shipping classes settings
nl_nl: Bumbal verzendklasse instellingen

source: Select all the shipping classes whereby the order is sent to Bumbal.
nl_nl: Selecteer al de verzendklasse waarbij de order naar Bumbal mag worden verzonden. Als in een order meerdere verzendklasse zit wordt bij 1 positieve verzendklasse de hele order naar Bumbal verstuurd.

source: Bumbal preference settings
nl_nl: Bumbal voorkeursinstellingen

source: All the specific preference settings for the Bumbal plug-in.
nl_nl: Al de specifieke voorkeursinstellingen voor het gebruik van de plug-in.

source: Use datamapper plug-in
nl_nl: Gebruik datamapping plug-in

source: When checking this checkbox you will not use the default datamapper but you will use the custom made datamapper in the 'Bumbal Datamapper' plugin.<br> <br> <b>Be very carefull when checking this checkbox. If there is no datamapper present this could result in errors!</b>
nl_nl: Bij het selecteren van deze optie maak je gebruik van de data mapping uit de 'Bumbal Datamapper plug-in.<br /> <br /> <b>Wees erg voorzichtig met het selecteren van deze checkbox. Als er geen datamapper in de 'Bumbal Datamapper' zit kan dit foutmeldingen opleveren.</b>

source: Change status
nl_nl: Verander status

source: Change the order status to 'Completed' when order is finished in Bumbal.
nl_nl: Verander de order status naar 'Afgerond' als de order is afgehandeld in Bumbal.

source: Shipping classes
nl_nl: Verzendklassen

source: Ignore shipping classes for sending to Bumbal
nl_nl: Negeer verzendklassen voor verzending naar Bumbal

source: Send products as notes
nl_nl: Verstuur artikelen als notitie

source: By sending the packagelines as driver notes, it's possible to print a detailed route in Bumbal.
nl_nl: Door het versturen van de producten als notities is het mogelijk om een gedetaileerde route in Bumbal uit te printen.

source: Overwrite ACF plug-in
nl_nl: Overschrijf ACF plug-in

source: <i>Advanced Custom Fields</i> hides the metadata boxes on orders. By selecting this checkbox that function is overwritten.
nl_nl: <I>Advanced Custom Fields</I> plug-in verstopt de 'Extra velden'. Door het selecteren van deze optie wordt deze functie overschreven.

source: Send invite after error
nl_nl: Uitnodiging na error

source: Send an invite message for scheduling a timeslot when an order is send manual after an error occured.
nl_nl: Verstuur een uitnodiging tot het maken van een afspraak als een order handmatig wordt verstuurd naar Bumbal na een error.

source: Bumbal timeslot settings
nl_nl: Bumbal voorkeurstijden instellingen

source: Timeslot settings.
nl_nl: Voorkeurstijden instellingen.

source: Timeslots form
nl_nl: Voorkeurstijden formulier

source: Show customer the timeslot form during the checkout process
nl_nl: De klant het voorkeurstijden formulier tonen tijdens het afrekenproces

source: Timeslot time
nl_nl: Voorkeurstijden tijden

source: Show customer the time from the timeslots.
nl_nl: Laat klanten de tijd van de voorkeurstijden zien.

source: Timeslot hook
nl_nl: Voorkeurstijden hook

source: Define the filter hook where the timeslots will be shown. Leave empty for default (woocommerce_thankyou).
nl_nl: Defineer de filter hook waar de voorkeurstijden weergegeven mogen worden. Laat leeg om de standaard (woocommerce_thankyou) te gebruiken.

source: Timeslot position
nl_nl: Voorkeurstijden positie

source: Define the priority of the timeslots. A lower numbers means that the timeslots are higher on the page.
nl_nl: Defineer de prioriteit van de voorkeurstijden. Een lager nummer betekend dat de voorkeurstijden hoger op de pagina verschijnen.

source: Timeslot text
nl_nl: Tekst boven het voorkeurstijden formulier

source: Define the text that has to be shown above the timeslots form. Leave empty for default.
nl_nl: Defineer de tekst die boven het voorkeurstijden formulier getoond mag worden. Laat leeg om de standaard tekst te gebruiken.

source: Timeslot successfully chosen message
nl_nl: Voorkeurstijden succesvol bericht

source: Define the text that has to be shown when timeslots have been succesfully chosen. Leave empty for default.
nl_nl: Defineer de tekst die getoond wordt als een voorkeurstijd succesvol is gekozen. Laat leeg om de standaard tekst te gebruiken.

source: Multi-day assignment settings
nl_nl: Meerdaagse opdracht instellingen

source: With multi-day assignment an extra activity is created as pick-up.
nl_nl: Met een meerdaagse opdracht wordt een extra activiteit aangemaakt als pick-up.

source: Activate multi-day assignment
nl_nl: Activeer meerdaagse opdrachten

source: Start timewindow pick-up
nl_nl: Start tijdvenster pick-up

source: When the option 'Timeslot form' is not in use, the pick-up activity get's this start time as timeslot.
nl_nl: Wanneer de optie 'Voorkeurstijden formulier' niet wordt gebruikt, zal de pick-up activiteit deze start tijd krijgen als voorkeurstijd.

source: End timewindow pick-up
nl_nl: Ein tijdvenster pick-up

source: When the option 'Timeslot form' is not in use, the pick-up activity get's this end time as timeslot.
nl_nl: Wanneer de optie 'Voorkeurstijden formulier' niet wordt gebruikt, zal de pick-up activiteit deze eind tijd krijgen als voorkeurstijd.

source: Bumbal communication settings
nl_nl: Bumbal communicatie instellingen

source: All the settings for sending communication to Bumbal.
nl_nl: Alle instellingen voor het versturen van communicatie binnen Bumbal.

source: Send invite
nl_nl: Verstuur uitnodiging

source: Send an invite message for scheduling a timeslot when the order is send to Bumbal.
nl_nl: Verstuur een uitnodiging voor het maken van een afspraak, op het moment dat de order wordt verstuurd naar Bumbal.

source: Send reminder
nl_nl: Verstuur herinnering

source: Send a reminder when no timeslot is booked yet.
nl_nl: Verstuur een herinnering als er geen voorkeurstijden zijn geboekt.

source: Send confirmation
nl_nl: Verstuur een bevestiging

source: Send a confirmation message when a timesloot is booked.
nl_nl: Verstuur een bevestiging van de gekozen voorkeurstijden.

source: Send plannend
nl_nl: Verstuur plan bericht

source: Send a message when the activity is planned on a route.
nl_nl: Verstuur een bericht als een activiteit is gepland op een route.

source: Send ETA
nl_nl: Verstuur de verwachte aankomsttijd.

source: send an estimated time of arrival message.
nl_nl: verstuur een bericht met de verwachtte aankomsttijd.

source: Send finished
nl_nl: Verstuur afgerond bericht

source: Send a message when the activity is finished.
nl_nl: Verstuur een bericht als de activiteit is afgerond.

source: Send cancelled
nl_nl: Verstuur annulering

source: Send a message when the activity is cancelled.
nl_nl: Verstuur een bericht als de activiteit wordt geannuleerd.

source: Multi-day assignment communication settings
nl_nl: Meerdaagse opdracht instellingen

source: Select what communication settings are used for the pick-up in the multi-day assignments.
nl_nl: Selecteer welke communicatie er verzonden moet worden voor meerdaagse opdrachten.

source: Number
nl_nl: Nummer

source: Unknown
nl_nl: Onbekend

source: Can not connect to Bumbal API
nl_nl: Kan geen connectie maken met de Bumbal API

source: Failed to book timeslot. Wordpress error: %s.
nl_nl: Kon geen voorkeurstijden verwerken. Wordpress error: %s.

source: Thank you, we have booked your timeslot.
nl_nl: Dankje, we hebben uw voorkeurstijden ontvangen.

source: Timeslot succesfully booked by client.
nl_nl: Voorkeurstijden succesvol geboekt door klant.

source: Sorry, we where not able to book your timeslot.
nl_nl: Sorry, we kunnen op dit moment uw voorkeurstijden niet verwerken.

source: Failed to book timeslot. API responded with %s. Check BumbalTimeSlotResponse meta data.
nl_nl: Tijdslot kon niet verwerkt worden. API reageerde met %s. Bekijk BumbalTimeSlotResponse meta data.

source: Failed to cancel order. Wordpress error: %s.
nl_nl: Kon bestelling niet annuleren. Wordpress error: %s.

source: Error code (%s) when retrieving timeslots.
nl_nl: Error code (%s) bij het ophalen van de voorkeurstijden.

source: Failed to retrieve timeslot, API responded with: %s. Check BumbalRetrieveTimeSlotError meta data.
nl_nl: Kon voorkeurstijden niet ophalen, API reageerde met: %s. Bekijk BumbalRetrieveTimeSlotError meta data.

source: Thank you, we already received your preferred timeslot.
nl_nl: Dank u, we hebben uw voorkeurstijden al ontvangen.

source: Can not retrieve timeslots: %s.
nl_nl: Kan geen tijdslots ophalen: %s.

source: Failed to retrieve timeslot, API responded with: %s. Check BumbalRetrieveTimeSlotError meta data.
nl_nl: Kon voorkeurstijden niet ophalen, API reageerde met: %s. Bekijk BumbalRetrieveTimeSlotError meta data.

source: Invite message triggered.
nl_nl: Uitnodigingsbericht verstuurd.

source: Order successfully send to Bumbal (%s)
nl_nl: Bestelling succesvol verzonden naar Bumbal (%s).

source: Multiday order send to Bumbal (%s)
nl_nl: Meerdaagse bestelling succesvol verzonden naar Bumbal (%s).

source: Bumbal API responded with failed. Check BumbalAPIresponse meta data.
nl_nl: Bumbal API reageerde met een error. Bekijk BumbalAPIresponse meta data.

source: Order is cancelled in Bumbal
nl_nl: Bestelling is geannuleerd in Bumbal

source: Bumbal API responded with failed. Check BumbalCancelOrderError meta data.
nl_nl: Bumbal API reageerde met een error. Bekijk BumbalCancelOrderError meta data.

source: Order is deleted in Bumbal
nl_nl: Bestelling is verwijderd in Bumbal

source: Bumbal API responded with failed. Check BumbalDeleteOrderError meta data.
nl_nl: Bumbal API reageerde met een error. Bekijk BumbalDeleteOrderError meta data.

source: delete
nl_nl: verwijderd

source: cancel
nl_nl: geannuleerd

source: update
nl_nl: aangepast

source: set
nl_nl: bepaald

source: Could not %s order in Bumbal. Check %s in meta_data.
nl_nl: Bestelling kon niet %s worden in Bumbal. Bekijk %s in meta_data.

source: Orders has been completed by Bumbal.
nl_nl: Bestelling is afgerond door Bumbal.

source: Schedule your appointment:
nl_nl: Plan een afspraak in:

source: Confirm
nl_nl: Voorkeur bevestigen

source: Follow up %s
nl_nl: Volg %s op

source: From <b>%s</b> to <b>%s</b>
nl_nl: Van <b>%s</b> tot <b>%s</b>
